Repository: KDE/drkonqi-pk-debug-installer
Catalog: po/*/drkonqi-pk-debug-installer.po
Languages: ar, ca@valencia, de, el, eo, es, eu, fi, fr, gl, he, hi, it, ka, ko, nl, nn, pl, pt, pt_br, ro, sl, sv, tr, uk, zh_cn, zh_tw

# NAME OF TRANSLATORS
source: Your names
ar: زايد السعيدي
ca@valencia: Antoni Bella
de: Deutsches KDE-Übersetzungsteam
el: Stelios
eo: Oliver Kellogg
es: Eloy Cuadra
eu: Iñigo Salvador Azurmendi
fi: Tommi Nieminen
fr: Xavier Besnard
gl: Adrian Chaves (Gallaecio)
he: צוות התרגום של KDE ישראל
hi: समीर सिंह
it: Paolo Zamponi
ka: Temuri Doghonadze
ko: 박신조
nl: Freek de Kruijf - 2020 t/m 2021
nn: Karl Ove Hufthammer
pl: Łukasz Wojniłowicz
pt: José Nuno Pires
pt_br: Thiago Masato Costa Sueto
ro: Sergiu Bivol
sl: Matjaž Jeran
sv: Stefan Asserhäll
tr: Emir SARI
uk: Юрій Чорноіван
zh_cn: KDE 中国, DuckSoft, Guo Yunhe, liushuyu, Tyson Tan
zh_tw: Kisaragi Hiu

# EMAIL OF TRANSLATORS
source: Your emails
ar: zayed.alsaidi@gmail.com
ca@valencia: antonibella5@yahoo.com
de: kde-i18n-de@kde.org
el: sstavra@gmail.com
eo: olivermkellogg@gmail.com
es: ecuadra@eloihr.net
eu: xalba@ni.eus
fi: translator@legisign.org
fr: xavier.besnard@kde.org
gl: adrian@chaves.io
he: kde-l10n-he@kde.org
hi: lumarzeli30@gmail.com
it: feus73@gmail.com
ka: Temuri.doghonadze@gmail.com
ko: kde@peremen.name
nl: freekdekruijf@kde.nl
nn: karl@huftis.org
pl: lukasz.wojnilowicz@gmail.com
pt: zepires@gmail.com
pt_br: herzenschein@gmail.com
ro: sergiu@cip.md
sl: matjaz.jeran@amis.net
sv: stefan.asserhall@gmail.com
tr: emir_sari@icloud.com
uk: yurchor@ukr.net
zh_cn: kde-china@kde.org, ducksoft@kde.org, i@guoyunhe.me, liushuyu@kde.org, tysontan@tysontan.com
zh_tw: mail@kisaragi-hiu.com

# @label
source: Failed to find any suitable debug packages or they are all already installed.
ar: فشل في العثور على أي حزم رموز التنقيح مناسبة أو أنها كلها مثبتة بالفعل.
ca@valencia: Ha fallat perquè no ha trobat cap paquet de depuració adequat o ja estan tots instal·lats.
de: Es wurden keine passenden Debug-Pakete gefunden oder sie sind bereits installiert.
el: Αποτυχία εύρεσης κατάλληλων πακέτων αποσφαλμάτωσης ή έχουν όλα ήδη εγκατασταθεί.
eo: Malsukcesis trovi ajn taŭgajn sencimigopakojn aŭ ili jam estas instalitaj.
es: No se ha podido encontrar ningún paquete de depuración adecuado o ya se han instalado todos previamente.
eu: Ez duzu arazketa-pakete egokirik aurkitu edo denak dagoeneko instalatuta daude.
fi: Sopivia virheenpaikannuspaketteja ei löytynyt tai ne on jo asennettu.
fr: Impossible de trouver des paquets adaptés de débogage ou ils sont déjà installés.
gl: Non foi posíbel atopar paquetes de depuración axeitados ou xa están instalados.
he: לא נמצאו חבילות ניפוי שגיאות מתאימות או שהן כבר מותקנות.
hi: कोई उपयुक्त डीबग पैकेज ढूंढ़ने में असफल या फिर वे पहले से संस्थापित हैं।
it: Impossibile trovare dei pacchetti di debug adatti, oppure sono già installati.
ka: შესაწტყვისი გამართვის პაკეტი არ არსებობს ან უკვე დაყენებულია.
ko: 적합한 디버그 패키지를 찾을 수 없거나 이미 설치되어 있습니다.
nl: Zoeken naar geschikte debug-pakketten is mislukt of ze zijn allemaal al geïnstalleerd.
nn: Fann ingen passande feilsøkings­pakkar, eller så er dei alt installerte.
pl: Nie udało się znaleźć odpowiednich pakietów diagnostycznych lub wszystkie zostały już wgrane.
pt: Não foi possível encontrar nenhuns pacotes de depuração adequados, ou então os mesmos já estão instalados.
pt_br: Não foi possível localizar pacotes de depuração adequados ou eles já estão instalados.
ro: Nu au fost găsite pachete potrivite pentru depanare sau toate sunt instalate deja.
sl: Ni bilo mogoče najti ustreznih paketov za odpravljanje napak ali pa so vsi že nameščeni.
sv: Misslyckades hitta något lämpligt avlusningspaket, eller så är alla redan installerade.
tr: Uygun bir hata ayıklama paketi bulunamadı veya hepsi zaten kurulmuş.
uk: Не вдалося знайти жодного відповідного діагностичного пакунка або усі діагностичні пакунки вже встановлено.
zh_cn: 找不到合适的调试包，或者这些调试包已经全部安装。
zh_tw: 找不到適合的除錯軟體包，或是它們全部皆已安裝。

# @title
source: Debug Symbols Helper
ar: مساعد رموز التنقيح
ca@valencia: Ajudant per als símbols de depuració
de: Hilfsprogramm für Debug-Symbole
el: Βοηθός συμβόλων αποσφαλμάτωσης
eo: Sencimiga Simboloj Helpilo
es: Auxiliar de símbolos de depuración
eu: Arazteko ikurren laguntzailea
fi: Virheenpaikannussymboliavustaja
fr: Déboguer l'assistant de symboles
gl: Asistente de símbolos de depuración
he: מסייע סמלי ניפוי שגיאות
hi: डीबग संकेत सहायक
it: Assistente per i simboli di debug
ka: გამართვის სიმბოლოების დამხმარე
ko: 디버그 기호 도우미
nl: Hulpprogramma bij debugsymbolen
nn: Hjelpar for feilsøkingssymbol
pl: Pomocnik symboli diagnostycznych
pt: Utilitário de Símbolos de Depuração
pt_br: Assistente de símbolos de depuração
ro: Ajutător pentru simboluri de depanare
sl: Pomočnik simbolov odkrivanja napak
sv: Hjälpverktyg för avlusningssymboler
tr: Hata Ayıklama Sembolleri Yardımcısı
uk: Допоміжна програма для роботи зі діагностичними символами
zh_cn: 调试符号包安装助手
zh_tw: 除錯符號幫助工具

source: A debug package installer using PackageKit
ar: مثبت حزم التنقيح باستعمال PackageKit
ca@valencia: Un instal·lador dels paquets de depuració utilitzant PackageKit
de: Ein Installationsprogramm für Debug-Pakete mit PackageKit
el: Ένα πρόγραμμα εγκατάστασης πακέτων αποσφαλμάτωσης με χρήση του PackageKit
eo: Sencimiga pakinstalilo uzante PackageKit
es: Instalador de paquetes de depuración que usa PackageKit
eu: «PackageKit» erabiltzen duen arazteko pakete instalatzaile bat
fi: PackageKitiä käyttävä virheenpaikannussymboliasennin
fr: Un installateur de paquets de débogage utilisant « PackageKit »
gl: Un instalador de paquetes de depuración que usa PackageKit
he: מתקין חבילות ניפוי שגיאות דרך PackageKit
hi: पैकेजकिट का प्रयोग करने वाला एक डीबग पैकेज संस्थापक
it: Un installatore di pacchetti di debug che utilizza PackageKit
ka: გამართვის სიმბოლოების დაყენება PackageKit-ით
ko: PackageKit을 사용하는 디버그 패키지 설치 도구
nl: Een debug-pakket installeren met PackageKit
nn: Installering av feilsøkingspakkar via PackageKit
pl: Wgrywanie pakietów diagnostycznych, używające PackageKit
pt: Um instalador de pacotes de depuração com o PackageKit
pt_br: Um instalador de pacotes de depuração usando o PackageKit
ro: Instalator pentru pachete de depanare folosind PackageKit
sl: Namestilnik paketa za odkrivanje napak z uporabo paketa PackageKit
sv: Ett avlusningspaket installerat med PackageKit
tr: PackageKit kullanan bir hata ayıklama paketi kurucusu
uk: Засіб для встановлення діагностичних пакунків за допомогою PackageKit
zh_cn: 基于 PackageKit 的调试符号包安装工具
zh_tw: 利用 PackageKit 的除錯軟體包安裝器

source: (C) 2010-2020 Harald Sitter
es: © 2010-2020 Harald Sitter
fi: © 2010–2020 Harald Sitter
gl: © 2010-2020 Harald Sitter
he: (C) 2010‏-2020 הראלד סיטר
hi: (C) २०१०-२०२० हैराल्ड सिटर
ka: 2010-2020 Harald Sitter, ყველა უფლება დაცულია
nn: © 2010–2020 Harald Sitter
sv: © 2010-2020 Harald Sitter
uk: © Harald Sitter, 2010–2020

source: Harald Sitter
ar: هارالد سِتِر
he: הראלד סיטר
hi: हैराल्ड सिटर

# command line description
source: Files to find debug packages for
ar: ملفات التنقيح المطلوبة لـ
ca@valencia: Fitxers per als quals es buscaran els paquets de depuració
de: Dateien, für die Debug-Pakete gesucht werden
el: Αρχεία για εύρεση πακέτων αποσφαλμάτωσης
eo: Dosieroj por trovi sencimigajn pakaĵojn
es: Archivos para los que buscar paquetes de depuración
eu: Arazketa-paketeak zein fitxategietarako aurkitu behar diren
fi: Tiedostot, joiden virheenpaikannuspaketteja etsitään
fr: Fichiers à trouver pour déboguer les paquets
gl: Ficheiros para os que atopar paquetes de depuración
he: קבצים שעבורם למצוא חבילות ניפוי שגיאות
hi: फाइलें जिनकी डीबग पैकेजेस ढूंढ़नें हैं
it: File per cui trovare dei pacchetti di debug
ka: ფაილები, რომლისთვისაც საჭიროა გამართვის პაკეტების მოძებნა
ko: 디버그 패키지를 찾을 파일
nl: Bestanden waarvoor debug-pakketten gezocht moeten worden
nn: Filer det skal finnast feilsøkings­pakkar for
pl: Pliki, dla których znaleźć pakiet diagnostyczny
pt: Ficheiros para os quais procurar pacotes de depuração
pt_br: Arquivos exigindo pacotes de depuração
ro: Fișiere pentru care se caută pachete de depanare
sl: Datoteke za iskanje paketov za odpravljanje napak
sv: Filer att leta efter avlusningspaket för
tr: Hata ayıklama paketi bulunacak dosyalar
uk: Файли, для яких слід знайти діагностичні пакунки
zh_cn: 要查找调试包的文件
zh_tw: 要為哪些檔案尋找除錯軟體包

# @title
source: Debug Symbols Sources
ar: مصادر رموز التنقيح
ca@valencia: Codi font dels símbols de depuració
de: Quellen der Debug-Symbole
el: Πηγές συμβόλων αποσφαλμάτωσης
eo: Sencimigaj Simboloj Fontoj
es: Fuentes de símbolos de depuración
eu: Arazteko ikurren sorburuak
fi: Virheenpaikannussymbolien lähteet
fr: Déboguer les sources de symboles
gl: Fontes de símbolos de depuración
he: מקורות סמלי ניפוי שגיאות
hi: डीबग संकेत स्त्रोत
it: Sorgenti dei simboli di debug
ka: გამართვის სიმბოლოების წყარო
ko: 디버그 기호 원본
nl: Bronnen van debugsymbolen
nn: Kjelder til feilsøkingssymbol
pl: Źródła symboli diagnostycznych
pt: Fontes dos Símbolos de Depuração
pt_br: Fontes de símbolos de depuração
ro: Surse pentru simboluri de depanare
sl: Viri simbolov odpravljanja napak
sv: Källor för avlusningssymboler
tr: Hata Ayıklama Sembolleri Kaynakları
uk: Джерела символів для діагностики
zh_cn: 调试符号包来源
zh_tw: 除錯符號來源

# @label/rich
source: <p>Additional software sources need to be enabled on this system before debug symbols can be reliably resolved.</p><p>This can be undone in Discover.</p>
ar: <p> يلزم تمكين مصادر البرامج الإضافية على هذا النظام قبل إيجاد رموز التنقيح بشكل موثوق. </p> <p> يمكن التراجع عن هذا في المستكشف.</p>
ca@valencia: <p>És necessari habilitar fonts de programari addicionals en este sistema abans que els símbols de depuració es puguen resoldre de manera fiable.</p><p>Açò es podrà desfer en Discover. </p>
de: <p>Zusätzliche Software-Quellen müssen auf diesem System aktiviert werden, bevor Debug-Symbole zuverlässig aufgelöst werden können.</p><p>Dies kann in Discover rückgängig gemacht werden.</p>
el: <p>Πρόσθετες πηγές λογισμικού πρέπει να ενεργοποιηθούν σε αυτό το σύστημα πριν επιλυθούν με αξιοπιστία τα σύμβολα αποσφαλμάτωσης.</p><p>Αυτό μπορεί να αναιρεθεί στο Discover.</p>
eo: <p>Pliaj programfontoj devas esti ebligitaj en ĉi tiu sistemo antaŭ al sencimigaj simboloj povas esti fidinde solvitaj.</p><p>Tio povas esti malfarita en Discover.</p>
es: <p>Necesita activar fuentes de software adicionales en este sistema para poder resolver con fiabilidad los símbolos de depuración.</p><p>Esto se puede deshacer en Discover.</p>
eu: <p>Sistema honetan software-sorburu osagarriak instalatu behar dira arazteko ikurrak fidagarritasunez ebatzi ahal izan daitezen.</p><p>Hau Discover-retik desegin daiteke.</p>
fi: <p>Järjestelmä tarvitsee lisäohjelmalähteitä, jotta virheenpaikannussymbolit voisi ratkaista luotettavasti.</p><p>Tämän voi kumota Discoverissa.</p>
fr: <p>Des sources supplémentaires de logiciels doivent être activées pour ce système avant que les symboles de débogage puissent être résolus de façon fiable.</p><p>Ceci ne peut être annuler dans Discover.</p>
gl: <p>Fontes de programas adicionais que hai que activar no sistema para poder resolver símbolos de depuración sen problemas.</p><p>Pode desfacerse en Discover.</p>
he: <p>יש להפעיל מקורות תוכנות נוספים במערכת כדי שאפשר יהיה לפתור סמלי ניפוי שגיאות בצורה אמינה.</p><p>אפשר לעשות זאת ב־Discover.</p>
hi: <p>डीबग संकेतों का विश्वसनीयता से समाधान करने से पहले, इस तंत्र में अतिरिक्त सॉफ़्टवेयर स्त्रोत जोड़ने होंगे</p><p>इसको आप डिस्कवर में पूर्ववत कर सकते हैं।</p>
it: <p>Devono essere abilitate delle sorgenti di software aggiuntive in questo sistema prima di poter risolvere i simboli di debug in maniera affidabile.</p><p>Questa operazione può essere annullata in Discover.</p>
ka: <p>გამართვის სიმბოლოების საიმედოდ ამოსახსნელად ამ სისტემაზე პროგრამების დამატებითი წყაროების ჩართვაა საჭირო.</p><p>გაუქმება Discover-ში შეგიძლიათ.</p>
ko: <p>이 시스템에서 디버그 기호를 설치하려면 추가 소프트웨어 원본을 활성화해야 합니다.</p><p>이 작업은 Discover에서 취소 가능합니다.</p>
nl: <p>Extra softwarebronnen moeten ingeschakeld worden op dit systeem voordat debugsymbolen betrouwbaar gevonden kunnen worden.</p><p>Dit kan ongedaan gemaakt worden in Discover.</p>
nn: <p>Det må leggjast til fleire programvare­kjelder for at feilsøkings­symbola skal kunna finnast.</p><p>Dette kan du seinare gjera om via Discover.</p>
pl: <p>Przed wiarygodnym rozwiązaniem symboli diagnostycznych, należy wgrać dodatkowe źródła oprogramowanie na tym systemie.</p><p>Można to zrobić w Odkrywcy.</p>
pt: <p>Tem de activar as fontes de aplicações adicionais neste sistema, para que possa resolver de forma adequada os símbolos de depuração.</p><p>Isto pode ser anulado no Discover.</p>
pt_br: <p>Fontes de software adicionais precisam ser habilitadas neste sistema antes que os símbolos de depuração possam ser resolvidos de forma confiável.</p><p>Isto pode ser desfeito no Discover.</p>
ro: <p>În acest sistem trebuiesc activate surse de programe suplimentare înainte ca simbolurile de depanare să poată fi rezolvate.</p><p>Aceasta se poate desface în Discover.</p>
sl: <p>Da je mogoče napake zanesljivo rešiti je treba prej v sistemu omogočiti dodatne vire programske opreme za sledenje simbolov za odpravljanje napak.</p><p>To je mogoče Discover-ju razveljaviti.</p>
sv: <p>Ytterligare programvara måste aktiveras på systemet innan upplösning av avlusningssymboler kan göras tillförlitligt.</p><p>Det kan ångras i Discover.</p>
tr: <p>Hata ayıklama sembollerinin düzgünce çözülebilmesi için bu sistemde ek yazılım kaynaklarının etkinleştirilmesi gerekiyor.</p><p>Bu, Keşfet'te yapılabilir.</p>
uk: <p>Перш ніж можна буде надійно визначити діагностичні символи, у цій системі має бути встановлено додаткові пакунки із початковими кодами програм.</p><p>Встановлення можна скасувати у Discover.</p>
zh_cn: <p>需要在此系统上启用其他软件来源才能可靠地解析调试符号包。</p><p>此操作可在 Discover 中撤消。</p>
zh_tw: <p>此系統需要啟用額外的軟體來源才能可靠地解析除錯符號。</p><p>這個動作可以在 Discover 中復原。</p>

# @button
source: Add Missing Software Sources
ar: أضف مصادر البرامج المفقودة
ca@valencia: Afig el codi font del programari que falta
de: Fehlende Software-Quellen hinzufügen
el: Προσθήκη πηγών λογισμικού που λείπουν
eo: Aldoni Mankantajn Programarfontojn
es: Añadir las fuentes de software que faltan
eu: Gehitu falta diren software-sorburuak
fi: Lisää puuttuvat ohjelmalähteet
fr: Ajouter les sources manquantes de logiciels
gl: Engadir as fontes de programas que faltan
he: הוספת מקורות תוכנות חסרים
hi: अनुपस्थित सॉफ़्टवेयर स्त्रोतों को जोड़ें
it: Aggiungi le sorgenti software mancanti
ka: ნაკლული პროგრამების წყაროს დამატება
ko: 빠진 소프트웨어 원본 추가
nl: Ontbrekende sofwarebronnen toevoegen
nn: Legg til manglande programvarekjelder
pl: Dodaj brakujące źródła oprogramowania
pt: Adicionar as Fontes de Aplicações em Falta
pt_br: Adicionar fontes de software faltando
ro: Adaugă surse de programe lipsă
sl: Dodaj manjkajoče programske vire
sv: Lägg till saknade programvarukällor
tr: Eksik Yazılım Kaynaklarını Ekle
uk: Додати джерела програмного забезпечення
zh_cn: 添加缺少的软件来源
zh_tw: 新增缺乏的軟體來源

# @title
source: Error
ar: خطأ
ca@valencia: S'ha produït un error
de: Fehler
el: Σφάλμα
eo: Eraro
eu: Errorea
fi: Virhe
fr: Erreur
gl: Erro
he: שגיאה
hi: त्रुटि
it: Errore
ka: შედომა
ko: 오류
nl: Fout
nn: Feil
pl: Błąd
pt: Erro
pt_br: Erro
ro: Eroare
sl: Napaka
sv: Fel
tr: Hata
uk: Помилка
zh_cn: 错误
zh_tw: 錯誤

# @info
source: An error occurred during installation: %1
ar: حدث خطأ في أثناء تثبيت: %1
ca@valencia: S'ha produït un error durant la d'instal·lació: %1
de: Bei der Installation ist ein Fehler aufgetreten: %1
el: Παρουσιάστηκε σφάλμα κατά την εγκατάσταση: %1
eo: Eraro okazis dum instalado: %1
es: Ha ocurrido un error durante la instalación: %1
eu: Errore bat gertatu da instalatzean: %1
fi: Asennettaessa sattui virhe: %1
fr: Une erreur est survenue durant l'installation : %1
gl: Produciuse un erro durante a instalación: %1
he: אירעה שגיאה במהלך ההתקנה: %1
hi: संस्थापना के समय त्रुटि हुइ: %1
it: Si è verificato un errore durante l'installazione: %1
ka: შეცდომა დაყენებისას: %1
ko: 설치 중 오류 발생: %1
nl: Er is een fout opgetreden bij installeren: %1
nn: Det oppstod ein feil ved installering: %1
pl: Wystąpił błąd podczas wgrywania: %1
pt: Ocorreu um erro durante a instalação: %1
pt_br: Um erro ocorreu durante a instalação: %1
ro: A intervenit o eroare în timpul instalării: %1
sl: Pri nameščanju je prišlo do napake: %1
sv: Ett fel uppstod vid nstallation: %1
tr: Kurulum sırasında bir hata oluştu: %1
uk: Під час спроби встановлення сталася помилка: %1
zh_cn: 安装过程发生错误：%1
zh_tw: 安裝時發生錯誤：%1

# @label
source: PackageKit ID:
ar: معرف PackageKit:
ca@valencia: ID de PackageKit:
eo: ID de PackageKit:
es: ID de PackageKit:
fi: PackageKit-tunniste:
fr: ID pour « PackageKit » :
gl: Identificador de PackageKit:
he: מזהה PackageKit:
hi: पैकेजकिट आइडी:
it: ID PackageKit:
ka: PackageKit-ის ID:
pl: ID PackageKit:
pt: ID do PackageKit:
pt_br: ID do PackageKit:
ro: Identificator PackageKit:
sv: PackageKit-identifierare:
tr: PackageKit Kimliği:
uk: Ідентифікатор PackageKit:

# @label
source: Source Package:
ar: الحزمة المصدرية:
ca@valencia: Paquet de codi font:
de: Quelltextpaket:
el: Πηγαίο πακέτο:
eo: Fonta Pako:
es: Paquete fuente:
eu: Sorburu paketea:
fi: Lähdepaketti:
fr: Paquet de sources :
gl: Paquete fonte:
he: חבילת מקור:
hi: स्त्रोत पैकेज :
it: Pacchetto sorgente:
ka: წყაროს პაკეტი:
ko: 원본 패키지:
nl: Bronpakket:
nn: Kjeldepakke:
pl: Pakiet z kodem źródłowym:
pt: Pacote de Código:
pt_br: Pacote fonte:
ro: Pachet-sursă:
sl: Izvorni paket:
sv: Källkodspaket:
tr: Kaynak Paket:
uk: Пакунок з початковими кодами:
zh_cn: 源代码包：
zh_tw: 來源軟體包：

# @label
source: Debug PackageKit ID:
ar: معرف التنقيح لـPackageKit:
ca@valencia: l'ID de PackageKit de depuració:
el: PackageKit ID για αποσφαλμάτωση:
eo: Sencimigi PackageKit-ID:
es: ID de depuración de PackageKit:
eu: Arazteko PackageKit ID:
fi: Virheenpaikannuksen PackageKit-tunniste:
fr: Déboguer l'identifiant pour « PackageKit » :
gl: Identificador de PackageKit de depuración:
he: מזהה ניפוי שגיאות PackageKit:
hi: डीबग पैकेजकिट आइडी :
it: ID PackageKit di debug:
ka: PackageKit-ის გასამართი ID:
ko: 디버그 PackageKit ID:
nn: Feilsøkings-PackageKit-ID:
pl: ID diagnostyczny PackageKit:
pt: ID de Depuração do PackageKit:
pt_br: ID de depuração do PackageKit:
ro: Id. PackageKit pentru depanare:
sl: ID paketa za odpravljanje napak:
sv: PackageKit-avlusningsidentifierare:
tr: Hata Ayıklama PackageKit Kimliği:
uk: Ідентифікатор діагностичного PackageKit:
zh_cn: 调试 PackageKit ID：
zh_tw: 除錯 PackageKit ID：

# @label package installation status
source: Status:
ar: الحالة:
ca@valencia: Estat:
el: Κατάσταση:
eo: Statuso:
es: Estado:
eu: Egoera:
fi: Tila:
fr: État :
gl: Estado:
he: מצב:
hi: स्थिति :
it: Stato:
ka: მდგომარეობა:
ko: 상태:
pl: Stan:
pt: Estado:
ro: Stare:
sl: Stanje:
tr: Durum:
uk: Стан:
zh_cn: 状态：
zh_tw: 狀態：

# info:status
source: Debug package already installed
ar: حزمة التنقيح مثبتة بالفعل
ca@valencia: El paquet de depuració ja està instal·lat
de: Das Debug-Paket ist bereits installiert
el: Το πακέτο αποσφαλμάτωσης εγκαταστάθηκε ήδη
eo: Sencimiga pako jam instalita
es: Paquete de depuración instalado previamente
eu: Arazteko paketea dagoeneko instalatuta dago
fi: Virheenpaikannuspaketti on jo asennettu
fr: Déboguer les paquets déjà installés
gl: O paquete de depuración xa está instalado
he: חבילת ניפוי השגיאות כבר מותקנת
hi: डीबग पैकेज पहले से स्थापित है
it: Pacchetto di debug già installato
ka: გამართვის პაკეტი უკვე დაყენებულია
ko: 디버그 패키지가 이미 설치됨
nl: Debugpakket is al geïnstalleerd
nn: Feilsøkingspakken er alt installert
pl: Pakiet diagnostyczny został już wgrany
pt: Depurar o pacote já instalado
pt_br: Pacote de depuração já instalado
ro: Pachetul de depanare e instalat deja
sl: Paket za odpravljanje napak je že nameščen
sv: Avlusningspaket redan installerat
tr: Hata ayıklama paketi halihazırda kurulu
uk: Діагностичний пакунок вже встановлено
zh_cn: 调试符号包已安装
zh_tw: 除錯軟體包已安裝

# info:status
source: Debug package not yet installed
ar: حزمة التنقيح مثبتة لم تثبت بعد
ca@valencia: El paquet de depuració encara no està instal·lat
de: Das Debug-Paket ist noch nicht installiert
el: Το πακέτο αποσφαλμάτωσης δεν έχει ακόμη εγκατασταθεί
eo: Sencimiga pako ankoraŭ ne instalita
es: Paquete de depuración no instalado previamente
eu: Arazteko paketea oraindik instalatu gabe dago
fi: Virheenpaikannuspakettia ei ole vielä asennettu
fr: Déboguer les paquets pas encore installés
gl: O paquete de depuración aínda non está instalado
he: חבילת ניפוי השגיאות לא מותקנת עדיין
hi: डीबग पैकेज अभी तक स्थापित नहीं है
it: Pacchetto di debug non ancora installato
ka: გამართვის პაკეტი ჯერ დაყენებული არაა
ko: 디버그 패키지가 설치되지 않음
nl: Debugpakket is nog niet geïnstalleerd
nn: Feilsøkingspakken er ikkje installert enno
pl: Nie wgrano jeszcze pakietu diagnostycznego
pt: O pacote de depuração ainda não está instalado
pt_br: Pacote de depuração ainda não instalado
ro: Pachetul de depanare nu e instalat încă
sl: Paket za odpravljanje napak še ni nameščen
sv: Avlusningspaket ännu inte installerat
tr: Hata ayıklama paketi henüz kurulu değil
uk: Діагностичний пакунок ще не встановлено
zh_cn: 调试符号包尚未安装
zh_tw: 除錯軟體包尚未安裝

# @info error
source: Failed to resolve data!
ar: أخفق في تحليل البيانات!
ca@valencia: No s'ha pogut resoldre les dades!
de: Daten konnten nicht aufgelöst werden.
el: Αποτυχία επίλυσης δεδομένων!
eo: Malsukcesis solvi datumojn!
es: Ha ocurrido un error al resolver datos
eu: Datuen ebazpenak huts egin du!
fi: Tietoja ei voitu ratkaista!
fr: Impossible de trouver les données !
gl: Non foi posíbel analizar os datos
he: פתרון הנתונים נכשל!
hi: डाटा का समाधान करने में असफल
it: Impossibile risolvere i dati.
ka: მონაცემების ამოხსნის შეცდომა!
ko: 데이터를 해석할 수 없습니다!
nl: Gegevens oplossen is mislukt!
nn: Klarte ikkje løysa data
pl: Nie udało się rozwiązać danych!
pt: Não foi possível resolver os dados!
pt_br: Não foi possível resolver os dados!
ro: Rezolvarea datelor a eșuat!
sl: Podatkov ni bilo mogoče razrešiti!
sv: Misslyckades lösa upp data.
tr: Veri çözülemedi!
uk: Не вдалося обробити дані!
zh_cn: 无法解析数据！
zh_tw: 解析資料失敗！

# @title:window
source: Debug Symbols Installer
ar: مثبت حزم رموز التنقيح
ca@valencia: Instal·lador dels símbols de depuració
de: Installationsprogramm für Debug-Symbole
el: Πρόγραμμα εγκατάστασης συμβόλων αποσφαλμάτωσης
eo: Sencimiga Simboloj Instalilo
es: Instalador de símbolos de depuración
eu: Arazteko ikurren instalatzailea
fi: Virheenpaikannussymbolien asennus
fr: Déboguer l'installateur de symboles
gl: Instalador de símbolos de depuración
he: מתקין סמלי ניפוי שגיאות
hi: डीबग संकेत संस्थापक
it: Installatore dei simboli di debug
ka: გამართვის სიმბოლოების დამყენებელი
ko: 디버그 기호 설치 도구
nl: Installatieprogramma van debugsymbolen
nn: Installering av feilsøkingssymbol
pl: Wgrywanie symboli diagnostycznych
pt: Instalador de Símbolos de Depuração
pt_br: Instaçador de símbolos de depuração
ro: Instalator simboluri de depanare
sl: Namestilnik simbolov za odpravo napak
sv: Installationsverktyg för avlusningssymboler
tr: Hata Ayıklama Sembolleri Kurucusu
uk: Програма для встановлення символів діагностики
zh_cn: 调试符号包安装程序
zh_tw: 除錯符號安裝器

# @action:button all = debug symbols for which packages are available
source: Install All
ar: ثبّت الكل
ca@valencia: Instal·la-ho tot
de: Alle Installieren
el: Εγκατάσταση όλων
eo: Instali Ĉion
es: Instalar todos
eu: Dena instalatu
fi: Asenna kaikki
fr: Tout installer
gl: Instalalo todo
he: להתקין הכול
hi: सभी संस्थापित करें
it: Installa tutto
ka: ყველას დაყენება
ko: 모두 설치
nl: Alles installeren
nn: Installer alle
pl: Wgraj wszystkie
pt: Instalar Tudo
pt_br: Instalar tudo
ro: Instalează tot
sl: Namesti vse
sv: Installera alla
tr: Tümünü Kur
uk: Встановити усі
zh_cn: 全部安装
zh_tw: 安裝全部

# @action:button
source: Close
ar: أغلق
ca@valencia: Tanca
de: Schließen
el: Κλείσιμο
eo: Fermi
es: Cerrar
eu: Itxi
fi: Sulje
fr: Fermer
gl: Pechar
he: סגירה
hi: बंद करें
it: Chiudi
ka: დახურვა
ko: 닫기
nl: Sluiten
nn: Lukk
pl: Zamknij
pt: Fechar
pt_br: Fechar
ro: Închide
sl: Zapri
sv: Stäng
tr: Kapat
uk: Закрити
zh_cn: 关闭
zh_tw: 關閉
