Repository: KDE/drkonqi-pk-debug-installer
Catalog: po/*/drkonqi-pk-debug-installer.po
Languages: ar, ca@valencia, de, el, eo, es, eu, fi, fr, gl, he, hi, it, ka, ko, nl, nn, pl, pt, pt_br, ro, sl, sv, tr, uk, zh_cn, zh_tw

# @action:button
source: Cancel
ar: ألغ
ca@valencia: Cancel·la
de: Abbrechen
el: Ακύρωση
eo: Nuligi
es: Cancelar
eu: Utzi
fi: Peru
fr: Annuler
gl: Cancelar
he: ביטול
hi: रद्द करें
it: Annulla
ka: გაუქმება
ko: 취소
nl: Annuleren
nn: Avbryt
pl: Anuluj
pt: Cancelar
pt_br: Cancelar
ro: Renunță
sl: Prekliči
sv: Avbryt
tr: İptal
uk: Скасувати
zh_cn: 取消
zh_tw: 取消
